tap "ekzhang/bore"
tap "gabotechs/taps"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jzaleski/jzaleski"
tap "stripe/stripe-cli"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "atuin"
brew "bash"
brew "bat"
brew "gcc"
brew "btop"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "croc"
brew "diff-so-fancy"
brew "doctl"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "icu4c"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libsndfile"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "node"
brew "firebase-cli"
brew "flake8"
brew "flyctl"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "glow"
brew "gnupg"
brew "groff"
brew "huggingface-cli", link: false
brew "hugo"
brew "libheif"
brew "libomp", link: true
brew "libraw"
brew "imagemagick"
brew "jpeg", link: true
brew "jq"
brew "libssh2"
brew "libzip"
brew "llama.cpp"
brew "llvm"
brew "protobuf"
brew "mosh"
brew "mprocs"
brew "nnn"
brew "openssl@1.1"
brew "parallel"
brew "pcre"
brew "pipx"
brew "poppler"
brew "pre-commit"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.8"
brew "r"
brew "railway"
brew "redis", restart_service: true
brew "ripgrep"
brew "rsync"
brew "rust"
brew "sbt"
brew "shellcheck"
brew "subversion"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tree"
brew "virtualenv"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "ekzhang/bore/bore"
brew "gabotechs/taps/dep-tree"
brew "stripe/stripe-cli/stripe"
cask "devutils"
cask "miniforge"
cask "stats"
vscode "farosystemappender constructor"
vscode "bradlc.vscode-tailwindcss"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "james-yu.latex-workshop"
vscode "jdinhlife.gruvbox"
vscode "joshpeng.theme-onedark-sublime"
vscode "kamen.noctis-high-contrast"
vscode "lamarcke.kanagawa-black"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode.remote-explorer"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "yzhang.markdown-all-in-one"
