tap "ekzhang/bore"
tap "homebrew/bundle"
tap "jzaleski/jzaleski"
tap "stripe/stripe-cli"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "atuin"
brew "bash"
brew "bat"
brew "cloc"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "croc"
brew "doctl"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "libsndfile"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "node"
brew "firebase-cli"
brew "flyctl"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git"
brew "glow"
brew "python@3.11"
brew "huggingface-cli", link: false
brew "hugo"
brew "libheif"
brew "libomp", link: true
brew "imagemagick"
brew "jpeg", link: true
brew "jq"
brew "libssh2"
brew "libzip"
brew "protobuf"
brew "mosh"
brew "mprocs"
brew "nnn"
brew "openblas"
brew "openssl@1.1"
brew "poppler"
brew "virtualenv"
brew "pre-commit"
brew "pyenv"
brew "python@3.10"
brew "python@3.8"
brew "r"
brew "railway"
brew "redis"
brew "ripgrep"
brew "rust"
brew "sbt"
brew "shellcheck"
brew "subversion"
brew "tig"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tree"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "ekzhang/bore/bore"
brew "stripe/stripe-cli/stripe"
cask "miniforge"
cask "stats"
vscode "bradlc.vscode-tailwindcss"
vscode "eamodio.gitlens"
vscode "formulahendry.code-runner"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "James-Yu.latex-workshop"
vscode "joshpeng.theme-onedark-sublime"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "yzhang.markdown-all-in-one"
