tap "ekzhang/bore"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "stripe/stripe-cli"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "atuin"
brew "bash"
brew "bat"
brew "cmake"
brew "croc"
brew "doctl"
brew "gnutls"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "libsndfile"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "node"
brew "firebase-cli"
brew "flyctl"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "glow"
brew "huggingface-cli"
brew "hugo"
brew "libheif"
brew "libomp", link: true
brew "imagemagick"
brew "jpeg", link: true
brew "jq"
brew "libssh2"
brew "mprocs"
brew "openblas"
brew "openssl@3"
brew "poppler"
brew "pre-commit"
brew "protobuf"
brew "pyenv"
brew "python@3.10"
brew "python@3.8"
brew "r"
brew "railway"
brew "redis"
brew "rust"
brew "shellcheck"
brew "subversion"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "ekzhang/bore/bore"
brew "stripe/stripe-cli/stripe"
cask "miniforge"
cask "stats"
vscode "alefragnani.project-manager"
vscode "bradlc.vscode-tailwindcss"
vscode "bungcip.better-toml"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "emeraldwalk.RunOnSave"
vscode "formulahendry.code-runner"
vscode "GitHub.copilot"
vscode "GitHub.copilot-labs"
vscode "GitHub.vscode-pull-request-github"
vscode "hkh12.pitch-black"
vscode "James-Yu.latex-workshop"
vscode "joshpeng.theme-onedark-sublime"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vsliveshare.vsliveshare"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "REditorSupport.r"
vscode "streetsidesoftware.code-spell-checker"
vscode "yzhang.markdown-all-in-one"
